{
    "LazyVim": {
        "branch": "main"
    },
    "LuaSnip": {
        "branch": "master"
    },
    "lazy.nvim": {
        "branch": "main"
    },
    "lazydev.nvim": {
        "branch": "main"
    },
    "lazygit.nvim": {
        "branch": "main"
    },
    "lualine.nvim": {
        "branch": "master"
    },
    "nvim-ts-autotag": {
        "branch": "main"
    },
    "persistence.nvim": {
        "branch": "main"
    },
    "plenary.nvim": {
        "branch": "master"
    },
    "snacks.nvim": {
        "branch": "main"
    },
    "telescope-fzf-native.nvim": {
        "branch": "main"
    },
    "telescope.nvim": {
        "branch": "master"
    },
    "todo-comments.nvim": {
        "branch": "main"
    },
    "tokyonight.nvim": {
        "branch": "main"
    },
    "trouble.nvim": {
        "branch": "main"
    },
    "ts-comments.nvim": {
        "branch": "main"
    },
    "vim-dadbod": {
        "branch": "master"
    },
    "vim-dadbod-completion": {
        "branch": "master"
    },
    "vim-dadbod-ui": {
        "branch": "master"
    },
    "which-key.nvim": {
        "branch": "main"
    }
}
